export default [{
        conpanyName: '福建未名信息技术有限公司',
        duration: '2017-03 至 今',
        post: '前端工程师',
        description: '入职岗位seo，后转做网页开发。工作主要内容：静态页切片，修改、维护线上网站和电商模版，编辑网站商品等。',
        projects: [{
                title: '移动端电商单页面应用',
                desc: '入职岗位seo，后转做网页开发。工作主要内容：静态页切片，修改、维护线上网站和电商模版，编辑网站商品等。'
            },
            {
                title: '移动端电商单页面应用',
                desc: '入职岗位seo，后转做网页开发。工作主要内容：静态页切片，修改、维护线上网站和电商模版，编辑网站商品等。'
            },
        ],
        addition: '开始接触网页开发，利用网络等资源开始学习html标记语言、css样式等知识，掌握扎实html和css样式。'
    },
    {
        conpanyName: '福州福囧科技有限公司',
        duration: '2015-06 至 2017-03',
        post: '前端工程师',
        description: 'xxx',
        projects: [{
                title: '移动端电商单页面应用',
                desc: '入职岗位seo，后转做网页开发。工作主要内容：静态页切片，修改、维护线上网站和电商模版，编辑网站商品等。'
            },
            {
                title: '移动端电商单页面应用',
                desc: '入职岗位seo，后转做网页开发。工作主要内容：静态页切片，修改、维护线上网站和电商模版，编辑网站商品等。'
            },
        ],
        addition: '开始接触网页开发，利用网络等资源开始学习html标记语言、css样式等知识，掌握扎实html和css样式。'
    },
    {
        conpanyName: '麦麦网络技术有限公司',
        duration: '2014-07 至 2015-06',
        post: '前端工程师',
        description: 'xxx',
        projects: [{
                title: '移动端电商单页面应用',
                desc: '入职岗位seo，后转做网页开发。工作主要内容：静态页切片，修改、维护线上网站和电商模版，编辑网站商品等。'
            },
            {
                title: '移动端电商单页面应用',
                desc: '入职岗位seo，后转做网页开发。工作主要内容：静态页切片，修改、维护线上网站和电商模版，编辑网站商品等。'
            },
        ],
        addition: '开始接触网页开发，利用网络等资源开始学习html标记语言、css样式等知识，掌握扎实html和css样式。'
    },
    {
        conpanyName: '福州隆鑫汇贸易有限公司',
        duration: '2012-07 至 2014-06',
        post: '网页开发',
        description: '入职岗位seo，后转做网页开发。工作主要内容：静态页切片，修改、维护线上网站和电商模版，编辑网站商品等。',
        addition: '开始接触网页开发，利用网络等资源开始学习html标记语言、css样式等知识，掌握扎实html和css样式。'
    }
]